---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.TrussFamilyDiagWebAngleParam
source: html/979895cb-056e-66a3-d91f-e91aa2c58d0b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.TrussFamilyDiagWebAngleParam Property

"Angle"

## Syntax (C#)
```csharp
public static ForgeTypeId TrussFamilyDiagWebAngleParam { get; }
```